# Задайте последовательность чисел. Напишите программу, которая выведет список неповторяющихся элементов исходной последовательности.

a = [6, 2, 3, 10, 6, 9, 5, 3, 10]
b = set(a)
print(b)